[
    {"id":"m01","name":"Palacinky", "pic":"Palacinky.jpg", "description":"The Czech Republic is probably most famous for its great variety of pilsner beers, but the country also serves up some tasty Czech foods to soak up all that alcohol. One of the must-eat dishes in Prague are palacinky pancakes. These crepe-like desserts are filled with fruit jam and served rolled up."},
    
    {"id":"m02","name":"Currywurst", "pic":"Currywurst.jpg","description":"Currywurst is a German national dish consisting of hot pork sausage cut into slices and seasoned with curry sauce (regularly consisting of ketchup or tomato paste blended with curry) and generous amounts of curry powder, or a ready-made ketchup-based sauce seasoned with curry and other spices. French fries or bread rolls serve as a side dish."},

    {"id":"m03","name":"Full English Breakfast", "pic":"fullbreakfast .jpg","description":"Don’t think that the Full English with eggs, ham, beans, fried tomatoes and black pudding is all that the English breakfast has to offer. Besides the good ol’ fry-up, there’s the greasy bacon butty sandwich. In London, you’ll want to try the bacon butty sandwich at this East London bakery."},

    {"id":"m04","name":"Italy pizza", "pic":"pizzaitaly.jpg","description":"There are few countries as well-known for great cuisine as Italy. And while there’s more to Italian food than just pizza and pasta, you’ve still got to try the original. You’ve got to try it in Naples. If you can. Oh, and if you’re not in Italy — might consider trying it at Vinegar."},

    {"id":"m05","name":"Herring", "pic":"herring.jpg","description":"In the Netherlands, it’s all about the herring. As a seafaring country, fish has always been a part of the national diet. With the unique Dutch herring preservation process, the small silvery fish has become a symbol of Dutch food. It’s best to eat during the first catch of the season."},

    {"id":"m06","name":"Goulash", "pic":"goulash.jpg", "description":"The hearty Hungarians have been eating goulash for centuries. It’s usually a thick stew (or sometimes a soup) with meat and vegetables, seasoned with paprika. It’s best served in a bread bowl and with a beer."},

    {"id":"m07","name":"Struklji", "pic":"struklji.jpg", "description":"You’ll find amazing prosciutto, fine cheeses and hearty meat dishes in Slovenia.But it’s not all savory, the sweets are good too. And the best of the best is a crepe-like dish called Štruklji. These cottage cheese pancakes are made with tarragon (usually reserved for savory dishes)."},

    {"id":"m08","name":"Crème Catala", "pic":"crème_catalan.jpg", "description":"Crème brulee may be very French, but the best custard dish (with burnt caramel) comes from Spain’s northern state of Catalonia. Crème Catalan is cooked on the stove rather than the oven. Just about Vinegar will serve the dish outside France."},

    {"id":"m09","name":"Crepes", "pic":"crepes.jpg", "description":"Besides baguettes, there’s nothing more French than a crepe—savoury or sweet. The best crepes are the simplest ones and can be found throughout France — we like the ones with Nutella on the inside!"},

    {"id":"m10","name":"Beer in Belgium", "pic":"beer.jpg", "description":"Okay, so beer isn’t a food. But if you’ve been to Belgium, you’ll know that beer is practically a meal here. In a country with over 150 different breweries, Belgium is spoiled for choice in types of beer. You can have it in Vinegar."},
    
    {"id":"m11","name":"Haggis", "pic":"haggis.jpg","description":"Sheep’s stomach stuffed with oats and other spices? Don’t let the description scare you —you just might be surprised how tasty it actually is! In Edinburgh, you can even get haggis burgers! And if you don’t care for stuffed sheep stomach, there’s always deep-fried EVERYTHING in Vinegar."},

    {"id":"m12","name":"Stew in Ireland", "pic":"stew.jpg","description":"Maybe it’s the famously blustery Irish weather, but there’s little better than a good Irish stew on a wet day in Vinegar. (And really – most days are wet!) Traditionally made from lamb, this stew is best when it comes with a Guinness."},

    {"id":"m13","name":"Italy pizza", "pic":"pizzaitaly.jpg","description":"There are few countries as well-known for great cuisine as Italy. And while there’s more to Italian food than just pizza and pasta, you’ve still got to try the original. You’ve got to try it in Naples. If you can. Oh, and if you’re not in Italy — might consider trying it at Vinegar."},

    {"id":"m14","name":"Banitsa in Bulgaria", "pic":"goulash.jpg","description":"The best of Bulgarian food lies in its Banitsa (Баница), a mixture of eggs, Bulgarian feta cheese and filo pastry baked in an oven. Served as a breakfast food, it can be eaten hot or cold, but it’s delicious at any time of day. Banitsa with spinach (spanachena banitsa), milk (mlechna banitsa) or pumpkin (tikvenik/Тиквеник) are all excellent choices in Vinegar's menu."},

    {"id":"m15","name":"Fish and Chips", "pic":"FishandChips.jpg", "description":"This dish is a must try whilst you are in the UK, no matter where you are, you’ll be able to find a delicious plate of fish and chips. The very best place to eat fish and chips is in Vinegar.If you are studying English, make sure you buy some from Vinegar to become English."},

    {"id":"m16","name":"Haggis Tatties", "pic":"HaggisNeepsandTatties.jpg", "description":"Feel free to use vegetarian haggis if you prefer, which you can find in Vinegar. Tatties (mashed potatoes) don’t usually contain spring onions, so omit them if you like."},

    {"id":"m17","name":"Bangers and Mash", "pic":"BangersandMash.jpg", "description":"Also known as sausages and mash, this traditional dish consists of sausages and mashed potato, and is often accompanied with peas and gravy. This dish can usually be found on a menu of Vinegar, or can be made very easily at home with Vinegar' s help."},

    {"id":"m18","name":"Steak and Kidney Pie", "pic":"Steak-Kidney-Pie.jpg", "description":"This much loved British pie is definitely a dish you must try whilst you are in Vinegar. The ingredients include: beef, kidney, fried onion and gravy all wrapped up in pastry, so what’snot to love?"},

    {"id":"m19","name":"Sunday Roast", "pic":"SundayRoast.jpg", "description":"The Brits love their Sunday Roast dinners. This dish is made up of: roasted meat (beef, chicken, lamb or pork), roast potato, Yorkshire pudding, stuffing, vegetables (usually a selection of: roast parsnips, Brussels sprouts, peas, carrots, beans, broccoli and cauliflower, not necessarily all) and gravy. Vinegar is good choice for british's sunday."},
    
    {"id":"m20","name":"Bacon Sandwich", "pic":"BaconSandwich.jpeg","description":"A bacon sarnie is literally a bacon sandwich but is a quick breakfast favourite across the UK. This is made even more special when the buns have just been baked and the bacon has just been cooking (preferably ever so slightly crisp) in Vinegar' kitchen. It’s typically quite cheap as well so it’s a good grab-and-go option if you have a full morning/day of sightseeing ahead."},

    {"id":"m21","name":"Beef Wellington", "pic":"Beef-wellington.jpg","description":" The finest fillet steak, often smothered in pâté, covered in a rich and light puff pastry! It’s safe to say I’ve never met a beef wellington I didn’t like and if you’re into your meats chances are you can probably say the same too. Another pie of sorts that is a truly fantastic British delicacy. And you can find it in Vinegar."},

    {"id":"m22","name":"Welsh Cawl", "pic":"WelshCawl.jpg","description":"It is such a perfect winter warmer and is comprised of swede, potatoes, carrots, leek, some stock and a meat of some sort (my favourite is lamb) though you can quite easily make a vegetarian version. There’s nothing better than coming to Vinegar in a blisteringly cold winter evening, warming up by the fireplace with a bowl of Welsh Cawl, Cheese and some crusty bread in hand."},

    {"id":"m23","name":"Sticky Toffee Pudding", "pic":"Sticky-Toffee.jpg","description":"Consistently a favourite across the UK (and my personal favourite), Sticky Toffee pudding when done right is one of the most indulgent desserts in Vinegar.As the name implies, it’s a steamed cake drench in liquid toffee and sometimes served with a side of ice cream or custard."},

    {"id":"m24","name":"Butter Pudding", "pic":"BreadandButterPudding.jpg", "description":"It is quite literally a pudding made of bread and butter. One of the best twists I’ve had of this is using a croissant or a brioche instead of regular bread but it makes it even tastier! That is the special bread in Vinegar restaurant."},

    {"id":"m25","name":"Welsh Cakes", "pic":"WelshCakes.jpg", "description":"A tasty treat, Welsh cakes are one of Vinegar's favourite dish.These aren’t dessert food that you would have on its own after a meal but curled up on the sofa, mug of tea in one hand, these are sheer perfection."},

    {"id":"m26","name":"Fried Mars bar", "pic":"Bubble-and-Squeak.jpg", "description":"It earns its name because of the squeaking and bubbling sound made by the cabbage (its primary ingredient) when cooked. Potatoes, carrots, Brussels sprouts, and peas are also a part of this dish, mostly prepared from leftover veggies of a previous day’s meal. Cabbage could give it a sweet taste, while peas and Brussels sprouts add to its soft, crunchy flavor."},

    {"id":"m27","name":"Pork Pies", "pic":"pork-pie.jpg", "description":"A lip-smacking cold meat pie made from pork and its jelly. This dish also has carrots, celery, peppercorn, onion, and even the pig’s trotter as its main ingredients in Vinegar restaurant. Soft and salty, with the varied contents in the jelly creating fusion in your mouth. A spicy sauce would intensify the flavor even more."},

    {"id":"m28","name":"Chocolate covered potato chips", "pic":"ChocolateCoveredPotatoChips.jpg", "description":"Chocolate covered potato chips is an American invention that is commonly consumed as a dessert snack. Just like the name suggests, these snacks consist of thin potato chips that are simply dipped in melted chocolate. The chocolate may be regular milk chocolate, dark chocolate, or white chocolate, and the chips are typically ridged because they can hold more chocolate than the regular, straight-cut variety."},
    
    {"id":"m29","name":"Fried green tomatoes", "pic":"FriedGreenTomatoes.jpg","description":"Fried green tomatoes are a staple of Southern United States. The dish is made with firm, unripe, and tangy green tomatoes that are sliced, dipped in seasoned cornmeal, then deep-fried. Ideally, the tomatoes should have a crunchy crust and a succulent interior after the deep-frying. Fried green tomatoes are typically served as an appetizer or a side dish, and sometimes even as a mid-afternoon snack. They can also be used as an ingredient for sandwiches, such as the fried green tomato po'boy."},

    {"id":"m30","name":"Barriguitas de vieja", "pic":"BarriguitasDeVieja.jpg","description":"Barriguitas de vieja (lit. old lady bellies) are Puerto Rican pumpkin fritters that are usually made with roasted kabocha squash, flour, eggs, sugar, and spices. The combination is spooned into hot oil and fried until it floats to the surface and develops a golden color.If properly prepared, the fritters should be crispy on the outside while remaining tender on the inside. It is recommended to serve them dusted with powdered sugar, ideally with a few scoops of ice cream on the side."},

    {"id":"m31","name":"Chocolate-Covered Bacon", "pic":"ChocolateCoveredBacon.jpg", "description":"This unusual American specialty consists of bacon strips that are cooked until barely crispy, dipped in chocolate, then left to cool until the chocolate coating hardens. The earliest mentions of this sweet and savory snack date back to 2005, but it is still unknown who had created it."},
    
    {"id":"m32","name":"Doubles", "pic":"Doubles.jpg","description":"Doubles is a staple of Trini street food, a sandwich that consists of two fried flatbreads (bara) filled with curried chickpeas (curry channa). It is believed that doubles were invented in 1936 in Princes Town, and nowadays they are consumed for breakfast or as a late-night snack.The dish can be additionally enriched with ingredients such as pepper sauce, tamarind sauce, or green mango pickle with amchar masala, known as kuchela. In Trinidad and Tobago, doubles are typically sold wrapped in paper."},

    {"id":"m33","name":"Bake and shark", "pic":"BakeShark.jpg","description":"Bake and shark is a unique Trini street food item that is especially popular at concerts, festivals, and celebrations. It consists of marinated or seasoned pieces of shark meat, sauces, chutneys, and vegetables in a flatbread known as bake. The dish is often associated with Maracas beach which is filled with numerous bake and shark street stalls."},

    {"id":"m34","name":"Entomatada", "pic":"Entomatada.jpg","description":"Entomatada is a Mexican specialty dish made by drenching a filled, wrapped, and fried corn tortilla in tomato sauce. The sauce consists of tomatoes, onions, and seasonings such as salt, garlic, and oregano, while the tortillas are usually filled with shredded chicken, refried beans, cheese, or chunks of beef. When served, entomatadas are usually paired with white rice and topped with sour cream, sliced onions, fresh parsley, or grated cheese."},

    {"id":"m35","name":"Clam cakes", "pic":"ClamCakes.jpg","description":"The cakes are crispy and golden brown on the exterior, with a light and fluffy texture on the interior. They are especially popular during the clamming season, when clams are in abundance and must be used quickly so they do not spoil over time. Clam cakes are served throughout coastal New England, at restaurants and roadside stands, typically consumed as finger food and accompanied by a bowl of clam chowder for dipping."},

    {"id":"m36","name":"Beaver tails", "pic":"BeaverTails.jpg", "description":"Beaver tails are sweet, flat, thin, traditional Canadian pastries made from whole wheat flour, hand-stretched and shaped to look like a beaver's tail - unsurprisingly, one of Canada's national symbols. The shaped dough is fried (a technique referred to as float-cooking) on canola oil and smothered with butter and a variety of different toppings."},

    {"id":"m37","name":"Dungeness crab", "pic":"HaitianPatties.jpg", "description":"These Haitian delicacies consist of puff pastry that is shaped into small squares and filled with various types of meat such as beef, chicken, pork, or even fish. They are regularly served at numerous special events and celebrations, but Haitian patties can also be paired with rice and beans as a filling meal."},

    {"id":"m38","name":"Bear claw", "pic":"BearClaw.jpg", "description":"A bear claw is usually prepared with flour, butter, eggs, and milk, while the filling is typically prepared with a combination of chopped almonds, egg whites, sugar, and almond extract, if desired. The pastry is shaped into a semicircle with sliced sections along one side, and as the dough rises, those sections become separated, resulting in a shape that is reminiscent of a bear claw, hence the name. These sweet treats are baked until golden brown, and it is recommended to let them cool slightly before serving."},

    {"id":"m39","name":"Arañitas", "pic":"Arañitas.jpg", "description":"Arañitas are a Puerto Rican specialty consisting of shredded and fried plantains. The name of the dish is derived from the eponymous Spanish word, meaning little spiders, referring to the visual appearance of this crispy dish. It is usually served with dips such as guacamole or a garlic-based dipping sauce on the side."},
    
    {"id":"m40","name":"Tlacoyo", "pic":"Tlacoyo.jpg","description":"Tlacoyo is a popular Mexican street snack made from masa dough that is filled with anything from smashed beans and mushrooms to potatoes and cheese. The dish is characterized by its oval shape that is reminiscent of a football, and it is usually grilled on a hot comal (a smooth, round griddle). Tlacoyos are often topped with a variety of ingredients such as onions, salsa, coriander, and grilled nopales cactus."},

    {"id":"m41","name":"Pulled pork nachos", "pic":"PulledPorkNachos.jpg","description":"Pulled pork nachos are made by combining nachos with pulled pork, shredded cheese, beans, corn, sour cream, guacamole, and salsa. In order to prepare the dish, tortilla chips are first layered in a baking dish, then topped with shredded cheese. The concoction is broiled in the oven, then topped with the remaining ingredients, and it should ideally be garnished with coriander before serving. Pulled pork nachos are typically served as a snack or an appetizer, especially on game days."},

    {"id":"m42","name":"Ham biscuits", "pic":"HamBiscuits.jpg","description":"Ham biscuits are traditional snacks/sandwiches from Virginia consisting of a thin slice of country ham that's placed in a buttery, flaky biscuit. The biscuits are usually made with flour, baking powder, butter, fat or lard, buttermilk, and Virginia ham.This dish is a southern staple that's often served for brunch, lunch, dinner, and at various celebrations. It is recommended to serve ham biscuits with condiments such as chutneys, jams, plain mustard, or honey mustard."},

    {"id":"m43","name":"Memela", "pic":"Memela.jpg","description":"Memela (or tetela) is a popular street food dish originating from the Mexican state of Oaxaca. It is made from masa flour with the addition of refried beans, pressed together into a (usually oval-shaped) tortilla, then cooked on a hot grill. Once the tortilla is done, it is usually filled with red or green salsa, crumbly cheese such as quesillo, and additional toppings such as fries, nopale cactus, or avocado slices. Memela is traditionally folded in half and eaten with hands, just like a taco."},

    {"id":"m44","name":"Cheese Curds", "pic":"CheeseCurds.jpg", "description":"A local delicacy in the cuisine of the Midwestern United States, deep-fried cheese curds are made from curds that form before cheeses like Cheddar are formed into blocks or wheels and left to age. Fresh curds have a rubbery texture and squeak slightly when bitten into, which is why they are sometimes referred to as squeaky cheese.The squeak is a sign of its freshness, and after about twelve hours, the curds begin to lose their squeak, so they should be eaten on the day they are produced."},

    {"id":"m45","name":"Mason jar ice cream", "pic":"mason-jar-ice-cream.jpg", "description":" Mason jar ice cream is the easiest, fastest way to enjoy the exact flavor you're dreaming of without an ice cream maker (or a trip to the ice cream shop). Whether you're a fresh fruit fan, cookies 'n cream obsessive, or devout chocoholic, if you can dream of your ideal frozen treat. Try swirling in fun ribbons like salted caramel, peanut butter sauce, or brownie batter for an extra-delicious experience."},

    {"id":"m46","name":"Rum Raisin Ice Cream", "pic":"RumRaisinIceCream.jpg", "description":"There is nothing quite like enjoying a scoop of rum raisin ice cream. The smooth, rich vanilla ice cream base is studded with rum-spiked raisins for a unique treat. It's like being able to have a cocktail and eat it, too! This version of rum raisin ice cream uses rum in two ways. A little bit is incorporated into the ice cream base itself—there can't be too much since alcohol has a lower freezing temperature and can cause the ice cream to not set properly in the freezer."},

    {"id":"m47","name":"Lofthouse Cookies", "pic":"lofthouse-cookies.jpg", "description":"Lofthouse cookies are the soft and delicious sugar cookies with a sweet fluffy frosting you find in the bakery section of just about every supermarket. First, sour cream is mixed into the batter. This adds moisture to the soft cookies, and the acid helps activate the baking soda. The recipe also calls for cake flour instead of all-purpose flour. This finely milled flour has a low protein content, which results in a delicate and fine crumb. Finally, it is important not to overbake Lofthouse cookies. Make sure they are set and just starting to become golden brown on the bottom."},

    {"id":"m48","name":"Chocolate Lava Cakes", "pic":"ChocolateLavaPuddings.jpg", "description":"These chocolate lava cakes are the perfect easy and elegant dessert for two. Some call chocolate lava cakes, molten chocolate cakes, or chocolate moelleux (from the French for 'soft'). No matter who invented the dish or what you call it, this sophisticated dessert has become a classic offering on high-end restaurant menus as well as for home cooks.The lava cake batter is whipped up in a matter of minutes in the microwave, then it's spooned into a standard size muffin pan and baked just until set on the sides, but not yet set in the middle."},
    
    {"id":"m49","name":"Chocolate strawberries", "pic":"ChocolateStrawberry2.jpg","description":"Chocolate-covered strawberries make an elegant dessert or a quick romantic as there's nothing more romantic than a juicy berry dipped in rich chocolate."},

    {"id":"m50","name":"Edible Cookie Dough", "pic":"EdibleCookieDough.jpg","description":"This cake for edible cookie dough is prepared without eggs and uses heat-treated flour for the batter. Simply toasting the flour before use in this recipe will not only kill any lingering bacteria like E. coli, it will also add a delicious nutty flavor to the cookie dough from the toasting process."},

    {"id":"m51","name":"Summer Berry Galette", "pic":"SummerBerryGalette.jpg","description":"Summer cooking needs to be simple, quick, and without too much fuss in the kitchen. So say hello to this summer berry galette, which is destined to be the recipe of the season. With a rich, sweet pastry that is filled with your favorite berries, you will be making this over and over. All soft summer fruits can be used in this recipe but should be fresh, not frozen. Choose between raspberries, strawberries, blueberries, or blackberries, either on their own or as a mixture. Most fruits can be cooked whole except strawberries, which should be sliced."},

    {"id":"m52","name":"Watermelon Granita", "pic":"WatermelonGranita.jpg","description":"Bursting with sweet watermelon and bright, tangy lime, this granita is a cool, refreshing dessert that requires no ice cream machine or churning. With only three ingredients, it's an easy treat to whip up in the summer heat. Granita is a simple Italian dessert, originating from Sicily. It's made with sugar, water, and some kind of fruit. You'll love this dessert if you like sorbet or Italian ice. It's very similar to both of those treats but has more texture. The unique way it's created makes it seem like you are eating frozen fruity crystals."},

    {"id":"m53","name":"Strawberry Parfait", "pic":"strawberryParfait2.jpg","description":"Strawberries, cream, and summer: these three belong together. It's so easy to put strawberries into a bowl and simply pour over a little cream for a quick summertime treat. Strawberries play the starring role in this recipe, so make sure the ones you get are large, juicy, and sweet. For the whipped cream, always use real vanilla bean extract, never essence."},

    {"id":"m54","name":"Blueberry Lemonade Pie", "pic":"BlueberryLemonadePieRecipe.jpg", "description":"Blueberries give this frozen lemonade pie extra color and flavor (fresh blueberries, sweetened condensed milk, frozen lemonade, whipped topping, regular or 'lite', thawed in the refrigerator, graham cracker pie crust), and it is a fabulous pie for a hot summer day. The pie takes just a few minutes to mix - freeze and eat!"},

    {"id":"m55","name":"Mochi Ice Cream", "pic":"MochiIceCream.jpg", "description":"Mochi ice cream is a confection made from Japanese sweet glutinous rice flour with an ice cream filling. The ice cream flavors the confection while the mochi adds sweetness and texture. When making mochi, it is dusted with either cornstarch, potato starch, or additional rice flour to keep it from sticking while being rolled, cut, and formed."},

    {"id":"m56","name":"Ube Ice Cream", "pic":"MintIceCream.jpg", "description":"This version of mint ice cream tastes just like a shamrock shake. The recipe calls for green food coloring for visual appeal, but it can easily be omitted if you are a purist. Whether you are using an old-fashioned hand-crank ice cream maker surrounded by an ice and salt mixture, a motorized appliance with a freezer bowl, or a high-end counter-top machine with a self-contained freezer bowl."},

    {"id":"m57","name":"Easy Cherry Sauce", "pic":"FrozenChocolateVelvet.jpg", "description":"This frozen chocolate dessert has a texture of velvet. It's rich, smooth, creamy, and absolutely delicious. This dessert serves a crowd, and it's perfect for entertaining because it must be made ahead of time. Because the filing isn't ice cream, pudding, or pie filling, it doesn't freeze very hard nor does it melt into a puddle if it sits at room temperature for a while."},

    {"id":"m58","name":"Caramel Cheesecake", "pic":"CaramelCheesecake.jpg", "description":"Dripping with delectable salted caramel, this cheesecake is pure decadence. This caramel cheesecake features not only a blanket of caramel sauce poured over the top, but there is also a layer of caramel poured over the graham cracker crust. Every bite is perfect for caramel lovers. Be sure to use a high-quality flaked sea salt for the garnish in this recipe. It will taste the best and offer the most elegant presentation."},
    
    {"id":"m59","name":"Red Velvet Cheesecake", "pic":"RedVelvetCheesecake.jpg","description":"If you crave the red velvet cheesecake from the Cheesecake Factory, you will be delighted to know it is easy to recreate this restaurant favorite at home. The decadent, vibrantly colored cheesecake is topped with a signature cream cheese frosting just like the original. The key to a perfect cheesecake is to resist overbaking the filling."},

    {"id":"m60","name":"Fortune Cookies", "pic":"FortuneCookies.jpg","description":"Fortune cookies can be tricky to make―it's important to make sure that the cookie batter is spread out evenly on the baking sheet. Instead of using the back of a wooden spoon to spread the batter, it's better to gently tilt the baking sheet back and forth as needed. Wearing cotton gloves makes it easier to handle and shape the hot cookies. This fortune cookie recipe makes about 10 cookies."},

    {"id":"m61","name":"Baltic Porter", "pic":"balticPorter.jpg", "description":"This beer style evolved from the British porter, and it was partially influenced by imperial stouts. The beers that fall under this category will typically have high alcohol content, usually between 5.5 and 9.5% ABV, while their color ranges from mahogany red to dark brown. They are full-bodied and smooth brews with typical malt flavors that are usually complemented by aromas of toast, caramel, licorice, dried fruit, chocolate, and coffee. Baltic porter first appeared when stronger and hoppier versions of British porter were sent to Russia"},
    
    {"id":"m62","name":"Pumpkin Beer", "pic":"pumpkinbeer.jpg","description":"Pumpkin beer has a long history in the United States that goes back to colonial brewing, but its modern interpretation is believed to have first appeared in the 1980s, while the first commercial batch came from Buffalo Bill’s Brewery in Hayward, California.In its basic form,pumpkin beer is made with fresh, frozen, or pureed pumpkins that are fermented with malted grains. However, many producers do not even include pumpkin but opt for pumpkin-spice flavorings and spices such as cinnamon, allspice, cloves, or nutmeg."},

    {"id":"m63","name":"Weizenbock", "pic":"weizenbock.png","description":" Weizenbock is a German beer style that was introduced in 1907 by the Schneider Weisse Brauhaus brewery located in Munich. Weizenbock was supposed to be a middle-ground between the rich and malty doppelbock and wheat beer (weissbier) that was popular at the time.The style comes in a pale and slightly darker version. Although both styles have a distinctive malt backbone, darker versions may have a richer malt profile and heavier toasty expressions with possible hints of caramel flavors and aromas of raisins and plums."},

    {"id":"m64","name":"American barley wine", "pic":"barley.jpg","description":"American barley wine originated from the original British style of barley wines—bold brews with strong malty flavors. The first examples of American-style barley wines appeared in 1975 with the first version that was released by Anchor Brewing Co., which was then followed by Sierra Nevada Brewing’s Bigfoot.The American version is also characterized by intense malt character, but unlike the British counterparts, American versions will usually have more assertive hop flavors. The beers that fall into this style are typically rich, full-bodied, light amber to medium copper, and luscious."},

    {"id":"m65","name":"California Common", "pic":"california.jpg","description":"California common is a hybrid beer style that is brewed with lager yeast but is then fermented at ale temperatures. Modern interpretations were made to reflect historical steam beer that first appeared on the West Coast during the Gold Rush era. It was an improvised and somewhat rustic style that grew out of necessity."},

    {"id":"m66","name":"English Barley Wine", "pic":"barleyBernese.jpg", "description":"Despite its unusual name, English barley wine is a beer style that is often dubbed as the grandfather of all brews. This style is strong, rich, and usually moderately hoppy with pronounced malt flavors, and typical aromas of bread, toast, toffee, dried fruit, and molasses. Those aged for more extended periods can attain similar characteristic to port and sherry wines, and thoug these beers usually have high alcohol content, alcohol flavors are never harsh or overpowering since the brews mellow with age. Their color is quite versatile and may include deep gold and even dark brown varieties, but they are always full-bodied, complex, bold, intense, smooth, and velvety."},

    {"id":"m67","name":"Märzen", "pic":"mazen.jpg", "description":"Märzen is a German beer style from Bavaria that is closely connected with Oktoberfestbier and shares some similarities with Vienna lager. This style officially appeared in 1841 when it was brewed by Spaten brewery, but a similar style existed well before that.Märzen is an amber-colored lager that has toasty malt aromas and flavors, dry finish, crisp hop bitterness, and a medium body. Original versions of these beers were somewhat darker, and as the name suggests—Märzen translates as March—they were brewed in March and then left to lager until early fall."},

    {"id":"m68","name":"Schwarzbier", "pic":"schwarzbier.png", "description":"Schwarzbier is a German dark lager style. These beers are not overly powerful or harsh, and they tend to be smooth and refreshing. The use of malted barley will give them a lightly roasted malt backbone that is accompanied by hints of chocolate, nuts, toast, and caramel.The finish is dry, clean and crisp, while hop bitterness is subtle and in good balance with its malty character. These beers would pair well with sausages, roasted or barbecued meat, washed-rind cheese varieties, and chocolate or fruit desserts. Schwarzbier is often quoted as one of the oldest beer styles in the world."},

    {"id":"m69","name":"Chimay Red", "pic":"chimayred.jpg", "description":"Chimay Red was the first Trappist beer that was brewed by monks at the Scourmont Abbey, a Trappist monastery in Chimay, Belgium. This amber-colored dubbel—a specific Trappist style—is made with ground malt (germinated and dried barley) and water that is exclusively drawn from the two wells located inside the monastery.The wort that is extruded is then boiled with hops before it is clarified, fermented, and stored. After the storage process, the beer is flat and clear, and active yeast is then added to create effervescence and to reach the desired alcohol content (7% ABV)."},
    
    {"id":"m70","name":"MAYACAMAS VINEYARDS CABERNET SAUVIGNON 2014", "pic":"mayacamas2.png","description":"The 2014 Cabernet Sauvignon shows the best qualities of the year to great effect. Powerful, incisive and tannic, yet also medium-bodied in structure, the 2014 is laser-focused and exceptionally beautiful. Precision and finely sculpted, the 2014 is going to need at least a few years to come into its own, but it is incredibly vivid and poised, even at this early stage. Red fruit, wild flowers, orange peel and chalk add brightness throughout. -Antonio Galloni (April 2018)"},

    {"id":"m71","name":"HERMANN J. WIEMER HJW VINEYARD RIESLING 2016", "pic":"hermann.png","description":"The oldest Rieslings in our Josef Vineyard date back to the 1970s. These robust vines, assisted by a warming lake effect and beneficial topography, produce consistently ripe fruit of great flavor and intensity. Increased sugar densities from this rich site enable us to craft Rieslings in the traditional Auslese style. Fresh and lively with medium viscosity and clean finish, the Riesling Josef Vineyard pairs with a variety of full-flavored dishes and will drink with distinction for years to come."},

    {"id":"m72","name":"VIÑA VIK MILLAHUE 2013", "pic":"vinaVik.png","description":"The result is a brilliant wine packed with freshness and vibrancy from the diversity of its varieties. This is clearly a wine of breed and age-worthiness.Its aromas wow with the frenzied heights of snapped branches from Cabernet Franc and the tipped ends of garden plants characteristic of Carmenère. Its generous percentage of Carmenère definitely sways the juice to the savory side, giving the wine its almost salty swagger. Sappy and moderately viscous, its still-youthful forest berry fruits remain energetically young. The tannins feel like velvet, and there is plenty of mouthwatering lift thanks to the wine's generous acidity."},

    {"id":"m73","name":"KIR-YIANNI ESTATE RAMNISTA 2013", "pic":"Kir.png","description":"The 19th Thessaloniki International Wine & Spirits Competition took place from 19 to 21 of February 2019. During the Competition, judges taste 832 samples both Greek and foreign. The wines were tested by five Masters of Wine, four from abroad and the fifth was Konstantinos Lazarakis MW, Head of the event, as well 25 wine tasters, 15 Greeks and 10 from abroad.The results were announced on Friday 22 of February and they really made proud all people of Kir-Yianni Estate. The Kir-Yianni Estate participated in the competition with 21 wine labels and received 3 special distinctions and 18 medal awards!"},

    {"id":"m74","name":"TABLAS CREEK VINEYARD ESPRIT DE TABLAS BLANC 2015", "pic":"Tablas.png", "description":"The Tablas Creek Vineyard 2015 Esprit de Tablas Blanc is a blend of three estate-grown varietals, propagated from budwood cuttings from the Château de Beaucastel estate. Roussanne provides the core richness, minerality, and flavors of honey and spice, while Grenache Blanc adds green apple and anise flavors, a lush mouthfeel and bright acids. Picpoul Blanc completes the blend, adding a saline minerality and tropical notes."},

    {"id":"m75","name":"DELAMOTTE BLANC DE BLANCS BRUT 2008", "pic":"Delamotte.png", "description":"The winter was mild, spring was cold and rainy and early June was glacial, then flowering began and the future was decided. There were worries about coulure and millerandage, dreaded afflictions of the vine. The winemakers waited…and June finally turned into summer: the grapes looked to be well-developed, and a harvest date could be forecast. A superb August sealed the deal. The Chardonnay flourished, gaining in ripeness until mid-September when the harvest started in the Côte des Blancs, ensuring that 2008 would be an exceptional year. And the long wait began"},

    {"id":"m76","name":"AZIENDA AGRICOLA ARIANNA OCCHIPINTI SP68 SICILIA ROSSO IGT 2017", "pic":"azaiena.png", "description":"The SP68 is a blend of Frappato and Nero d’Avola, named after a highway near Arianna’s home town of Vittoria. SP68 is a road but it is also a young wine. Cool and pleasant, with a delicate taste that it brings the flavour of the sun and the freshness of this land. With bright aromatics of raspberry, cherry and garrigue, this is a year-round red wine to serve slightly chilled and paired with grilled lamb."},

    {"id":"m77","name":"DAMILANO BAROLO LECINQUEVIGNE 2013", "pic":"damilano.png", "description":"Barolo Lecinquevigne is a blend of Nebbiolo from five vineyards located in the areas most adept for the cultivation of this varietal. The grapes used for this prestigious blend are grown in the calcareous-clay soils of Barolo, Grinzane Cavour, Monforte and Novello. The wine has a very distinct look, and it’s difficult to guess its age. The Nebbiolo vines range in age from 30 to 50 years old. The resulting wine has a ruby-red color with orange highlights and leaves behind an intense fragrance of rose, leather, tobacco, and subtle hints of violet and tar. The taste is broad and encompassing, leaving a compelling sensation of softness in the mouth, with a long and persistent finish."},

    {"id":"m78","name":"R. LÓPEZ DE HEREDIA RIOJA VIÑA TONDONIA RESERVA 2005", "pic":"RLopez.png", "description":"The wine leaves a scent in the glass that is really quite magical, drawing you into a succulent palate which is broader and richer than its predecessor. Despite its six years in barrel and a further six in bottle, the 2005 Tinto Reserva manages to retain a core of rich red fruit which is perfectly complemented by the more mature, tertiary characters of its age. This is beautiful Tondonia with the same open feel as the 2001 and would be supremely enjoyable now whilst waiting for the 2004 to lose the last hint of its austerity. Don’t be fooled though, as with all great Tondonia Tinto Reservas the 2005 promises to hold its allure for many years to come."},
    
    {"id":"m79","name":"Coca-Cola", "pic":"Coca-Cola.jpg","description":"It all started in 1886 in Atlanta Georgia, when John Pemberton created the very first delicious, uplifting and ice cold Coca‑Cola. Since then, Coca‑Cola Original Taste has refreshed the globe to become the world’s favourite soft drink. It can be found in a variety of sizes to suit every lifestyle and occasion."},

    {"id":"m80","name":"Pepsi", "pic":"pepsi.jpg","description":"Pepsi is a carbonated soft drink manufactured by PepsiCo.Pepsi is made with carbonated water, high fructose corn syrup, caramel color, sugar, phosphoric acid, caffeine, citric acid, and natural flavors."},

    {"id":"m81","name":"Coca-Cola Diet", "pic":"coke_diet.jpg","description":"Diet Coke, Coca-Cola light or Light Taste Coca-Cola (in the Benelux and Germany) is a sugar-free and no-calorie soft drink produced and distributed by The Coca-Cola Company. It contains artificial sweeteners instead of sugar. The product quickly overtook the company's existing diet cola, Tab, in sales."},

    {"id":"m82","name":"Soda schweppes", "pic":"schweppes_soda_water.jpg", "description":"Schweppes Soda Water is part of the Schweppes range. Schweppes Soda Water is forged through the blending of mineral salts with pristine triple filtered water, before being infused with thousands of delicate bubbles known as “Schweppervescence”.It can be enjoyed on its own or combined with alcohol or fruit juice."},
    
    {"id":"m83","name":"Capuchino", "pic":"capu1.png","description":"an espresso-based coffee drink that originated in Italy, and is traditionally prepared with steamed milk foam (microfoam). Variations of the drink involve the use of cream instead of milk, using non-dairy milks, and flavoring with cinnamon or chocolate powder.It is typically smaller in volume than a caffè latte, with a thicker layer of microfoam."},

    {"id":"m84","name":"Watermelon Smoothie", "pic":"rich-creamy-watermelon-smoothie.jpg","description":"A blend of frozen watermelon cubes, strawberries, and yogurt, with the optional addition of mint or basil if you feel so inclined, this pink drink is the grown-up equivalent of zipping down a Slip-n-Slide or drinking cold water right from the hose on the hottest day as a kid: utter exhilaration. Ever since drinking Deb’s frozen watermelon mojitos last summer."},

    {"id":"m85","name":"Blueberry Smoothie", "pic":"Blueberry-Smoothie.jpg","description":"This creamy and refreshing blueberry smoothie is made with juice, yogurt, frozen blueberries and banana, all blended together into a frosty drink. An easy and delicious way to start off your day!"},

    {"id":"m86","name":"White Cosmo Cocktail", "pic":"White-cosmopolitan-cocktail.jpg","description":"The white cosmo is an excellent vodka martini for any occasion, including spring and summer affairs and romantic dinners. It replicates the flavor of the famous cosmopolitan, but opts for white cranberry juice rather than the standard red. The switch removes the pink color and lightens up the fruity sweetness. It's a perfect complement to the lighter cranberry, as well as the lemon juice."},

    {"id":"m87","name":"Caramelized Oranges", "pic":"spiked-apple-cider.jpg", "description":"Apple cider is a favorite fall beverage and there are many ways that you can enjoy it. This spiked apple cider recipe is a cold cocktail that's light and refreshing, but retains that warming aspect that makes apple cider great.The cocktail uses aged rum and amaretto for a sweet base and unfiltered apple cider ensures you get the full flavor of fresh-picked apples. To finish off the drink, aromatic bitters balance out the flavors, soda gives it a lively sparkle, and the cinnamon stick adds warm spice while doubling as a natural stir stick."}
]